
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "אוטומטי";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "סיסמת PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "‏סוד משותף עבור IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "סיסמת IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "חיבור לרשת (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "חיבור לרשת";
"KEYCHAIN_KIND_EAPOL" = "סיסמת 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "סיסמת VPN";
